Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Get a notification when a new episode of a series you open is about to air. Scheduled on-device for upcoming episodes, so no background tracking is needed.
af: Kry 'n kennisgewing wanneer 'n nuwe episode van 'n reeks wat jy oopmaak op die punt staan om uit te saai. Op die toestel geskeduleer vir aankomende episodes, dus geen agtergrondopsporing nodig nie.
am: የምትከታተሉት ተከታታዩ አዲስ ምዕራፍ ሊወጣ ሲል ማሳወቂያ ያዘጋጃሉ። ለሚቀጥሉ ምዕራፎች በመሳሪያው ላይ ይዘጋጃሉ፣ ስለዚህ ምንም የዳራ ክትትል አያስፈልግም።
ar: احصل على إشعار عند اقتراب موعد بثّ حلقة جديدة من مسلسل تفتحه. مجدوَل على الجهاز للحلقات القادمة، لذا لا حاجة لأي تتبّع في الخلفية.
as: আপুনি খোলা কোনো শৃংখলাৰ নতুন খণ্ড সম্প্ৰচাৰ হ'বলৈ ওলাওতে এটা জাননী পাওক। আগন্তুক খণ্ডবোৰৰ বাবে ডিভাইচতে সময়সূচী কৰা হয়, গতিকে কোনো বেকগ্ৰাউণ্ড ট্ৰেকিং নালাগে।
az: Açdığınız bir serialın yeni epizodu yayımlanmaq üzrə olduqda bildiriş alın. Gələcək epizodlar üçün cihazda planlaşdırılır, ona görə arxa fon izləməsi tələb olunmur.
be: Атрымлівайце апавяшчэнне, калі новы эпізод серыяла, які вы адкрылі, вось-вось выйдзе. Плануецца на прыладзе для будучых эпізодаў, таму фонавае адсочванне не патрэбна.
bg: Получете известие, когато предстои излъчване на нов епизод от сериал, който отваряте. Планира се на устройството за предстоящи епизоди, така че не е необходимо проследяване във фонов режим.
bn: আপনি যে সিরিজ খোলেন তার নতুন পর্ব সম্প্রচারিত হওয়ার আগে একটি বিজ্ঞপ্তি পান। আসন্ন পর্বগুলোর জন্য ডিভাইসেই নির্ধারিত, তাই কোনো ব্যাকগ্রাউন্ড ট্র্যাকিং দরকার নেই।
br: Bezit kelaouet pa'z a ur rann nevez eus ur gevrenn a zigorit da vezañ skignet. Steuñvet war an ardivink evit ar rannoù da zont, evel-se n'eus ket ezhomm heuliañ en drekleur.
bs: Dobijte obavještenje kada je nova epizoda serije koju otvorite pri emitovanju. Zakazano na uređaju za nadolazeće epizode, tako da nije potrebno pozadinsko praćenje.
ca: Rep una notificació quan estigui a punt d'emetre's un nou episodi d'una sèrie que hagis obert. Es programa al dispositiu per als episodis pròxims, sense necessitat de seguiment en segon pla.
ceb: Makadawat og notification kung hapit na mo-air ang bag-ong episode sa series nga imong giablihan. Gi-schedule sa device para sa umaabot nga mga episode, mao nga wala nay background tracking nga gikinahanglan.
cs: Dostávejte upozornění, když se chystá vysílat nový díl seriálu, který otevřete. Naplánováno v zařízení pro nadcházející díly, takže není potřeba žádné sledování na pozadí.
cy: Cael hysbysiad pan fydd pennod newydd o gyfres rydych yn ei hagor ar fin cael ei darlledu. Wedi'i drefnu ar y ddyfais ar gyfer penodau sydd i ddod, felly nid oes angen tracio cefndir.
da: Få en notifikation, når et nyt afsnit af en serie, du åbner, snart sendes. Planlagt på enheden for kommende afsnit, så ingen baggrundssporing er nødvendig.
de: Erhalte eine Benachrichtigung, wenn eine neue Folge einer von dir geöffneten Serie demnächst ausgestrahlt wird. Für anstehende Folgen direkt auf dem Gerät geplant, sodass kein Tracking im Hintergrund nötig ist.
el: Λάβετε ειδοποίηση όταν πρόκειται να προβληθεί ένα νέο επεισόδιο μιας σειράς που ανοίγετε. Προγραμματίζεται στη συσκευή για τα επερχόμενα επεισόδια, οπότε δεν απαιτείται παρακολούθηση στο παρασκήνιο.
es: Recibe una notificación cuando esté a punto de emitirse un nuevo episodio de una serie que abras. Se programa en el dispositivo para los próximos episodios, así que no hace falta seguimiento en segundo plano.
et: Saa teade, kui sinu avatud sarja uus episood on peagi eetris. Ajastatud seadmes eelseisvatele episoodidele, seega taustajälgimist pole vaja.
eu: Jakinarazpen bat jaso ateratzen ari zaren serie baten atal berria emititu baino lehen. Gailuaren barnean programatzen da datozen ataletan, beraz ez da atzeko planoko jarraipenik behar.
fa: وقتی قسمت جدیدی از یک سریالی که باز می‌کنید نزدیک به پخش است، یک اعلان دریافت کنید. برای قسمت‌های آینده روی خود دستگاه زمان‌بندی می‌شود، بنابراین نیازی به ردیابی پس‌زمینه نیست.
fi: Saa ilmoitus, kun avaamasi sarjan uusi jakso on alkamassa. Ajoitettu laitteella tuleville jaksoille, joten taustaseurantaa ei tarvita.
fil: Makatanggap ng notification kapag malapit nang i-air ang bagong episode ng seryeng binuksan mo. Naka-schedule sa device para sa mga paparating na episode, kaya hindi kailangan ng background tracking.
fo: Fá boð, tá ið ein nýggjur partur av eini røð, tú letur upp, er á veg at koma. Ætlað á eindini fyri komandi partar, so eingin bakgrundssporing tørvar.
fr: Recevez une notification lorsqu'un nouvel épisode d'une série que vous ouvrez est sur le point d'être diffusé. Planifié sur l'appareil pour les épisodes à venir, sans suivi en arrière-plan.
fy: Krij in melding as in nije ôflevering fan in searje dy't jo iepenje op it punt stiet út te kommen. Op it apparaat pland foar kommende ôfleverings, sadat gjin folgjen op de eftergrûn nedich is.
ga: Faigh fógra nuair a bheidh eipeasóid nua de shraith a osclaíonn tú ar tí craolta. Sceidealta ar an ngléas le haghaidh eipeasóidí atá le teacht, mar sin níl aon rianú cúlra ag teastáil.
gd: Faigh brath nuair a tha prògram ùr de shreath a dh'fhosglas tu gu bhith air a chraoladh. Air a chlàradh air an inneal airson phrògraman ri teachd, mar sin chan eil feum air tracadh cùil.
gl: Recibe unha notificación cando estea a piques de emitirse un novo episodio dunha serie que abras. Prográmase no dispositivo para os próximos episodios, sen necesidade de seguimento en segundo plano.
gu: તમે ખોલેલી શ્રેણીનો નવો એપિસોડ પ્રસારિત થવાનો હોય ત્યારે સૂચના મેળવો. આગામી એપિસોડ માટે ઉપકરણ પર શેડ્યૂલ થાય છે, તેથી કોઈ બેકગ્રાઉન્ડ ટ્રેકિંગની જરૂર નથી.
ha: Samu sanarwa lokacin da sabon kashi na jerin da ka buɗe ke gab da watsawa. An tsara shi a kan na'ura don kashi masu zuwa, don haka babu buƙatar bin diddigi a baya.
he: קבל התראה כשפרק חדש של סדרה שפתחת עומד לעלות לשידור. מתוזמן במכשיר עבור פרקים קרובים, כך שאין צורך במעקב ברקע.
hi: जब आप किसी सीरीज़ को खोलते हैं और उसका कोई नया एपिसोड प्रसारित होने वाला हो तो सूचना पाएँ। आगामी एपिसोड के लिए डिवाइस पर ही शेड्यूल किया जाता है, इसलिए कोई पृष्ठभूमि ट्रैकिंग आवश्यक नहीं।
hr: Primite obavijest kad uskoro počinje nova epizoda serije koju otvorite. Zakazano na uređaju za nadolazeće epizode, pa nije potrebno praćenje u pozadini.
ht: Resevwa yon notifikasyon lè yon nouvo epizòd nan yon seri ou louvri prèt pou difize. Pwograme sou aparèy la pou epizòd k ap vini yo, konsa pa gen bezwen swivi an background.
hu: Kapj értesítést, amikor egy megnyitott sorozat új epizódja hamarosan adásba kerül. A közelgő epizódokhoz az eszközön ütemezve, így nincs szükség háttérben futó követésre.
hy: Ստացեք ծանուցում, երբ ձեր բացած սերիայի նոր դրվագն առաջիկայում է հեռարձակվելու։ Պլանավորված է սարքի վրա, ոչ ֆոնային հետևում է անհրաժեշտ։
id: Dapatkan notifikasi saat episode baru dari serial yang Anda buka akan segera tayang. Dijadwalkan di perangkat untuk episode mendatang, jadi tidak perlu pelacakan latar belakang.
ig: Nweta ọkwa mgbe nkeji ọhụrụ nke usoro ị meghere na-achọ ịpụta. E hazuru ya na ngwaọrụ maka nkeji na-abịa, yabụ ọ dịghị nsochi n'azụ dị mkpa.
is: Fáðu tilkynningu þegar nýtt þáttur þáttaraðar sem þú opnar er að fara í loftið. Áætlað á tækinu fyrir komandi þætti, svo engin bakgrunnsraktar er þörf.
it: Ricevi una notifica quando sta per uscire un nuovo episodio di una serie che apri. Programmata sul dispositivo per gli episodi in arrivo, quindi non serve alcun tracciamento in background.
ja: 開いたシリーズの新しいエピソードが放送される直前に通知を受け取ります。今後のエピソード用にデバイス上でスケジュールされるため、バックグラウンドでの追跡は不要です。
jv: Entuk notifikasi nalika episode anyar saka serial sing sampeyan bukak arep tayang. Dijadwal ing piranti kanggo episode sing bakal teka, dadi ora perlu nglacak ing latar mburi.
ka: მიიღეთ შეტყობინება, როდესაც თქვენ მიერ გახსნილი სერიალის ახალი ეპიზოდი მალე გამოვა. იგეგმება მოწყობილობაზე მომავალი ეპიზოდებისთვის, ამიტომ ფონური თვალყურის დევნება არ არის საჭირო.
kk: Ашқан сериалдың жаңа эпизоды шыққалы жатқанда хабарлама алыңыз. Алдағы эпизодтар үшін құрылғыда жоспарланады, фондық бақылау қажет емес.
km: ទទួលការជូនដំណឹងនៅពេលភាគថ្មីនៃស៊េរីដែលអ្នកបើកកំពុងនឹងចាក់ផ្សាយ។ កំណត់ time on-device សម្រាប់ភាគខាងមុខ ដូច្នេះមិនចាំបាច់មានការតាមដានផ្ទៃខាងក្រោយទេ។
kn: ನೀವು ತೆರೆಯುವ ಸರಣಿಯ ಹೊಸ ಸಂಚಿಕೆ ಪ್ರಸಾರವಾಗಲಿರುವಾಗ ಅಧಿಸೂಚನೆ ಪಡೆಯಿರಿ. ಮುಂಬರುವ ಸಂಚಿಕೆಗಳಿಗಾಗಿ ಸಾಧನದಲ್ಲಿಯೇ ನಿಗದಿಪಡಿಸಲಾಗಿದೆ, ಆದ್ದರಿಂದ ಯಾವುದೇ ಹಿನ್ನೆಲೆ ಟ್ರ್ಯಾಕಿಂಗ್ ಅಗತ್ಯವಿಲ್ಲ.
ko: 열어본 시리즈의 새 에피소드가 곧 방영될 때 알림을 받으세요. 다가오는 에피소드에 대해 기기에서 예약되므로 백그라운드 추적이 필요 없습니다.
ku: Dema beşeke nû ya rêzefîlmekê ku te vekirî nêzîkî weşanê dibe agahdariyekê bistîne. Ji bo beşên pêşerojê li ser amûrê tê plankirin, ji ber vê yekê şopandina paşxaneyê pêwîst nîne.
ky: Сиз ачкан сериалдын жаңы эпизоду чыгаарда билдирме алыңыз. Келе жаткан эпизоддор үчүн түзмөктө пландаштырылат, ошондуктан фондо байкоо жүргүзүү керек эмес.
lb: Kréi eng Notifikatioun, wann eng nei Episod vun enger Serie déi du opmaachs geschwënn ausgestraalt gëtt. Op dem Apparat fir kommend Episoden geplangt, sou datt keng Verfollegung am Hannergrond néideg ass.
lo: ຮັບການແຈ້ງເຕືອນເມື່ອຕອນໃໝ່ຂອງຊີຣີສ໌ທີ່ທ່ານເປີດກຳລັງຈະອອກອາກາດ. ຕັ້ງເວລາໄວ້ໃນອຸປະກອນສຳລັບຕອນທີ່ຈະມາຮອດ, ຈຶ່ງບໍ່ຕ້ອງມີການຕິດຕາມໃນພື້ນຫຼັງ.
lt: Gaukite pranešimą, kai netrukus bus rodoma nauja serialo, kurį atveriate, serija. Suplanuota įrenginyje būsimoms serijoms, todėl foninis sekimas nereikalingas.
lv: Saņemiet paziņojumu, kad drīz būs pieejama jaunas atvērtas sērijas epizode. Ieplānots ierīcē gaidāmajām epizodēm, tāpēc nav nepieciešama izsekošana fonā.
mg: Mahazoa fampahafantarana rehefa efa handeha ny fizarana vaovaon'ny andiany sokafanao. Voalahatra ao anatin'ny fitaovana ho an'ny fizarana ho avy, ka tsy ilaina ny fanarahamaso amin'ny background.
mi: Whiwhi pānui inā tata ana te pāho o tētahi wāhanga hou o tētahi raupapa ka tuwherahia e koe. Kua whakaritea ki-runga-pūrere mō ngā wāhanga e heke mai ana, nā reira kāore he aroturuki papamuri e hiahiatia ana.
mk: Добијте известување кога нова епизода на серија што ја отворивте ускоро ќе се емитува. Закажано на уредот за претстојни епизоди, без потреба за следење во позадина.
ml: നിങ്ങൾ തുറക്കുന്ന ഒരു സീരീസിന്റെ പുതിയ എപ്പിസോഡ് സംപ്രേഷണം ചെയ്യാൻ പോകുമ്പോൾ ഒരു അറിയിപ്പ് നേടുക. വരാനിരിക്കുന്ന എപ്പിസോഡുകൾക്കായി ഉപകരണത്തിൽ തന്നെ ഷെഡ്യൂൾ ചെയ്യപ്പെടുന്നു, അതിനാൽ പശ്ചാത്തല ട്രാക്കിംഗ് ആവശ്യമില്ല.
mn: Таны нээсэн цувралын шинэ анги гарах гэж байгаа үед мэдэгдэл аваарай. Удахгүй гарах ангиудыг төхөөрөмж дээр товлодог тул арын хяналт шаардлагагүй.
mr: तुम्ही उघडलेल्या एखाद्या मालिकेचा नवीन भाग प्रसारित होणार असल्यास सूचना मिळवा. आगामी भागांसाठी डिव्हाइसवरच नियोजित केले जाते, त्यामुळे पार्श्वभूमी ट्रॅकिंगची गरज नाही.
ms: Dapatkan pemberitahuan apabila episod baharu siri yang anda buka hampir disiarkan. Dijadualkan pada peranti untuk episod akan datang, jadi tiada penjejakan latar belakang diperlukan.
mt: Irċievi notifika meta episodju ġdid ta' serje li tiftaħ ikun wasal biex ixxandar. Skedat fuq l-apparat għall-episodji li ġejjin, għalhekk m'hemmx bżonn traċċar fl-isfond.
my: သင်ဖွင့်ထားသော ဇာတ်လမ်းတွဲ၏ အပိုင်းအသစ်တစ်ခု ထုတ်လွှင့်တော့မည့်အခါ အသိပေးချက်တစ်ခု ရရှိပါ။ လာမည့်အပိုင်းများအတွက် စက်ပေါ်တွင်ပင် အချိန်ဇယားဆွဲပေးသဖြင့် နောက်ကွယ်ခြေရာခံစရာ မလိုပါ။
nb: Få et varsel når en ny episode av en serie du åpner snart skal sendes. Planlagt på enheten for kommende episoder, så ingen sporing i bakgrunnen er nødvendig.
ne: तपाईंले खोल्नुभएको कुनै श्रृंखलाको नयाँ एपिसोड प्रसारण हुन लाग्दा सूचना प्राप्त गर्नुहोस्। आउँदा एपिसोडका लागि उपकरणमा निर्धारित, त्यसैले कुनै पृष्ठभूमि ट्र्याकिङ आवश्यक छैन।
nl: Ontvang een melding wanneer een nieuwe aflevering van een serie die je opent bijna wordt uitgezonden. Op het apparaat ingepland voor aankomende afleveringen, dus er is geen tracking op de achtergrond nodig.
ny: Landirani chidziwitso pamene gawo latsopano la mndandanda umene mwatsekula lili pafupi kuwonetsedwa. Zakonzedwa pa chipangizo cha magawo omwe akubwera, choncho palibe kutsata kwakumbuyo kofunika.
oc: Recebètz una notificacion quand un novèl episòdi d'una seria que dobrissètz es sul punt d'èsser difusat. Programat sus l'aparelh pels episòdis venents, sens seguiment en rèireplan.
or: ଆପଣ ଖୋଲିଥିବା ଏକ ସିରିଜର ନୂଆ ଏପିସୋଡ୍ ପ୍ରସାରିତ ହେବାକୁ ଥିବା ବେଳେ ଏକ ବିଜ୍ଞପ୍ତି ପାଆନ୍ତୁ। ଆଗାମୀ ଏପିସୋଡ୍ ପାଇଁ ଡିଭାଇସ୍‌ରେ ସିଡ୍ୟୁଲ ହୁଏ, ତେଣୁ କୌଣସି ବ୍ୟାକଗ୍ରାଉଣ୍ଡ ଟ୍ରାକିଂ ଆବଶ୍ୟକ ନାହିଁ।
pa: ਜਦੋਂ ਕੋਈ ਸੀਰੀਜ਼ ਜੋ ਤੁਸੀਂ ਖੋਲ੍ਹਦੇ ਹੋ ਦਾ ਨਵਾਂ ਐਪੀਸੋਡ ਆਉਣ ਵਾਲਾ ਹੋਵੇ ਤਾਂ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰੋ। ਆਉਣ ਵਾਲੇ ਐਪੀਸੋਡਾਂ ਲਈ ਡਿਵਾਈਸ 'ਤੇ ਅਨੁਸੂਚਿਤ, ਇਸ ਲਈ ਕੋਈ ਪਿਛੋਕੜ ਟ੍ਰੈਕਿੰਗ ਦੀ ਲੋੜ ਨਹੀਂ।
pl: Otrzymuj powiadomienie, gdy nowy odcinek otwartego serialu ma wejść na antenę. Zaplanowane na urządzeniu dla nadchodzących odcinków, więc śledzenie w tle nie jest potrzebne.
ps: کله چې د هغه لړۍ نوی قسط چې تاسو یې خلاصوئ خپریدو ته نږدې وي خبرتیا ترلاسه کړئ. د راتلونکو قسطونو لپاره په وسیله کې مهال‌ویش شوی، نو د شالید تعقیب ته اړتیا نشته.
pt_br: Receba uma notificação quando um novo episódio de uma série que você abriu estiver prestes a ir ao ar. Agendado no dispositivo para os próximos episódios, então nenhum rastreamento em segundo plano é necessário.
pt_pt: Receba uma notificação quando estiver prestes a estrear um novo episódio de uma série que abriu. Agendado no dispositivo para os próximos episódios, pelo que não é necessário qualquer acompanhamento em segundo plano.
ro: Primește o notificare când urmează să fie difuzat un nou episod dintr-un serial pe care îl deschizi. Programat pe dispozitiv pentru episoadele viitoare, deci nu este nevoie de urmărire în fundal.
ru: Получайте уведомление, когда вот-вот выйдет новый эпизод сериала, который вы открыли. Запланировано на устройстве для предстоящих эпизодов, поэтому фоновое отслеживание не требуется.
rw: Habona imenyesha igihe igice gishya cy'urukurikirane wafunguye kigiye kwerekanwa. Biteganyijwe ku cyuma ku bice bizaza, ku buryo nta gukurikirana kwo mu nyuma bikenewe.
sd: جڏهن اوهان جي کوليل ڪنھن سيريز جو نئون قسط نشر ٿيڻ وارو هجي ته اطلاع حاصل ڪريو. ايندڙ قسطن لاءِ ڊوائيس تي شيڊول ٿيل، ان ڪري ڪنھن پس منظر جي ٽريڪنگ جي ضرورت ناهي.
si: ඔබ විවෘත කරන කතා මාලාවක නව කථාංගයක් විකාශනය වීමට ආසන්න විට දැනුම්දීමක් ලබා ගන්න. එළඹෙන කථාංග සඳහා උපාංගය මත උපලේඛනගත කර ඇති නිසා පසුබිම් ලුහුබැඳීමක් අවශ්‍ය නැත.
sk: Dostanete upozornenie, keď sa má odvysielať nová epizóda seriálu, ktorý otvoríte. Naplánované v zariadení pre nadchádzajúce epizódy, takže nie je potrebné sledovanie na pozadí.
sl: Prejmite obvestilo, ko bo kmalu predvajana nova epizoda serije, ki jo odprete. Načrtovano v napravi za prihajajoče epizode, zato sledenje v ozadju ni potrebno.
sm: Maua se faailoga pe a lata ona faaali se mataupu fou o se faasologa na e tatalaina. Ua faatulaga i luga o le masini mo mataupu o loo sau, o lea e le manaomia ai se siaki i tua.
sn: Wana chiziviso kana chikamu chitsva chenhevedzano yawavhura choda kuratidzwa. Chinorongwa padhivhaisi kune zvikamu zviri kuuya, saka hapana kutevedzera kunodiwa kumashure.
so: Hel ogeysiis marka qayb cusub oo taxane aad furto ay ku dhowdahay in la sii daayo. Waxaa lagu qorsheeyaa qalabka qaybaha soo socda, marka ma jiro dabagal gadaal ah oo loo baahdo.
sq: Merr njoftim kur një episod i ri i një serie që keni hapur do të transmetohet. Planifikohet në pajisje për episodet e ardhshme, pa nevojë për gjurmim në sfond.
sr: Добијте обавештење када је на помолу нова епизода серије коју отворите. Заказује се на уређају за наредне епизоде, тако да није потребно праћење у позадини.
st: Fumana tsebiso ha karolo e ncha ea letoto leo u le bulang e le haufi le ho hlahisoa. E hlophisitsoe sesebelisoeng bakeng sa likarolo tse tlang, kahoo ha ho na ho latela ka semelo ho hlokahalang.
su: Meunang pemberitahuan iraha épisode anyar tina séri nu anjeun buka rék tayang. Dijadwalkeun dina alat pikeun épisode nu bakal datang, jadi teu perlu pelacakan latar.
sv: Få en avisering när ett nytt avsnitt av en serie du öppnar snart sänds. Schemaläggs på enheten för kommande avsnitt, så ingen bakgrundsspårning behövs.
sw: Pata arifa wakati kipindi kipya cha mfululizo unaofungua kinakaribia kutangazwa. Iliyopangwa kwenye kifaa kwa vipindi vinavyokuja, kwa hivyo hakuna ufuatiliaji wa nyuma unaohitajika.
ta: நீங்கள் திறக்கும் ஒரு தொடரின் புதிய அத்தியாயம் ஒளிபரப்பப்படவுள்ளபோது அறிவிப்பு பெறுங்கள். வரவிருக்கும் அத்தியாயங்களுக்காகச் சாதனத்திலேயே திட்டமிடப்படுவதால், பின்னணிக் கண்காணிப்பு தேவையில்லை.
te: మీరు తెరిచిన సిరీస్‌లోని కొత్త ఎపిసోడ్ ప్రసారం కానున్నప్పుడు నోటిఫికేషన్ పొందండి. రాబోయే ఎపిసోడ్‌ల కోసం పరికరంలోనే షెడ్యూల్ చేయబడుతుంది, కాబట్టి బ్యాక్‌గ్రౌండ్ ట్రాకింగ్ అవసరం లేదు.
tg: Ҳангоме ки эпизоди нави силсилае, ки шумо кушодед, ба зудӣ пахш мешавад, огоҳинома гиред. Барои эпизодҳои ояндадор дар дастгоҳ ба нақша гирифта мешавад, бинобар ин ба пайгирии заминавӣ ниёз нест.
th: รับการแจ้งเตือนเมื่อตอนใหม่ของซีรีส์ที่คุณเปิดกำลังจะออกอากาศ กำหนดเวลาบนอุปกรณ์สำหรับตอนที่จะมาถึง จึงไม่ต้องติดตามในเบื้องหลัง
tr: Açtığınız bir dizinin yeni bir bölümü yayınlanmak üzereyken bildirim alın. Yaklaşan bölümler için cihazda zamanlanır; bu yüzden arka planda izleme gerekmez.
tt: Син ачкан сериалның яңа сериясе чыгар алдыннан хәбәрнамә ал. Килүче серияләр өчен җиһазда планлаштырыла, шуңа арткы фонда күзәтү кирәкми.
ug: ئاچقان تىزىملىقىڭىزنىڭ يېڭى قىسمى ئېفىرغا چىقاي دەپ قالغاندا ئۇقتۇرۇش تاپشۇرۇۋېلىڭ. كېلىدىغان قىسىملار ئۈچۈن ئۈسكۈنىدە ۋاقىت بەلگىلىنىدۇ، شۇڭا ئارقا سۇپا ئىز قوغلاش كەرەك ئەمەس.
uk: Отримуйте сповіщення, коли скоро вийде нова серія серіалу, який ви відкрили. Заплановано на пристрої для майбутніх серій, тож фонове відстеження не потрібне.
ur: جب آپ کوئی سیریز کھولتے ہیں تو اس کی نئی قسط نشر ہونے سے پہلے اطلاع حاصل کریں۔ آئندہ اقساط کے لیے ڈیوائس پر شیڈول کیا جاتا ہے، اس لیے کسی پس منظر کی ٹریکنگ کی ضرورت نہیں۔
uz: Ochgan serialingizning yangi epizodi efirga chiqmoqchi bo'lganda bildirishnoma oling. Kelgusi epizodlar uchun qurilmada rejalashtiriladi, shuning uchun fonda kuzatish kerak emas.
vi: Nhận thông báo khi một tập mới của bộ phim bạn mở sắp phát sóng. Được lên lịch trên thiết bị cho các tập sắp tới, nên không cần theo dõi nền.
xh: Fumana isaziso xa isiqendu esitsha sochungechunge osivulayo sele siza kudlaliswa. Kucwangciswe kwisixhobo kwiziqendu ezizayo, ngoko akukho kulandela ngasemva okufunekayo.
yo: Gba ìfitọ́nilétí nígbà tí ìpín tuntun ti ẹ̀ka tí o ṣí bá fẹ́ jáde. A ó ṣètò rẹ̀ lórí-ẹ̀rọ fún àwọn ìpín tó ń bọ̀, nítorí náà kò sí àìní àtẹ̀lé ẹ̀yìn-ọ̀nà.
zh_hans: 在你打开的某部剧集即将播出新一集时收到通知。会在设备上为即将播出的剧集排定通知，因此无需后台跟踪。
zh_hant: 當你開啟的影集有新一集即將播出時收到通知。會在裝置上為即將播出的集數排定，因此無需背景追蹤。
zu: Thola isaziso lapho isiqephu esisha sochungechunge oluvulayo sesizosakazwa. Kuhlelwe kudivayisi kwiziqephu ezizayo, ngakho akudingeki ukulandelela okungemuva.
